[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Teijo(at)nic.fi
VERSION=5.0.0

[Language]
LANGUAGE=Suomi
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x040B,

[Url]
WIKIPEDIA_SMART=http://fi.wikipedia.org/wiki/Kiintolevy 
WIKIPEDIA_SMART2=http://ftfm.apz.fi/art/3/

[Menu]
FILE=&Tiedosto
CUSTOMIZE=&Mukauta
EXIT=&Lopeta
EDIT=&Muokkaa
COPY=&Kopioi
FUNCTION=To&iminto
HIDE_SMART_INFO=Piilota S.&M.A.R.T. -tiedot
HIDE_SERIAL_NUMBER=Piilota &sarjanumero
SHOW_DRIVE_LETTER=Näytä &asematunnus
ADVANCED_DISK_SEARCH=&Edistynyt kovalevyjen etsintä
EVENT_LOG=&Tapahtumaloki
AAM_APM_CONTROL=&Suorituskyvyn säätö (AAM/APM)
AUTO_AAM_APM_ADAPTION=Suorituskyvyn &automaattinen säätö (AAM/APM)
RESIDENT=Näytä &tehtäväpalkissa
STARTUP=Käynnistä &Windowsin käynnistyksen yhteydessä
OPEN_DISK_MANAGEMENT=Avaa Windowsin le&vynhallinta
OPEN_DEVICE_MANAGER=Avaa Windowsin laite&hallinta
ADVANCED_FEATURE=Edistyneet &ominaisuudet
REFRESH=&Päivitä
RESCAN=Etsi &uusia kovalevyjä
DISABLE=&Ei käytössä
AUTO_REFRESH=&Automaattinen päivitys
AUTO_REFRESH_TARGET=P&äivityksen kohteet
AUTO_REFRESH_TARGET_ALL_DISK=&Valitse kaikki
AUTO_REFRESH_UNTARGET_ALL_DISK=&Poista valinnat
WAIT_TIME_AT_STARTUP=Kä&ynnistysviive
GRAPH=&Kuvaajat
THEME=T&eema
DISK=&Kovalevy
HELP=&Ohje
HELP_ABOUT=&Tietoja ohjelmasta
HELP_ABOUT_SMART=Lisätietoja &S.M.A.R.T.:sta (Wikipedia) [Web]
LANGUAGE=&Kieli-
ITEM=&Aihe
TEMPERATURE_TYPE=&Lämpötilayksikkö
CELSIUS=&Celsius (°C)
FAHRENHEIT=&Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Kunnonvalvonnan asetukset

;Graph
OPTION=&Asetukset
LEGEND_POSITION=&Selitteiden sijainti
NORTH_WEST=&Ylävasen
NORTH_EAST=Yläoikea
SOUTH_WEST=Alavasen
SOUTH_EAST=Alavasen
MAX_PLOT_POINT=&Maksimi piirtomäärä
TIME_FORMAT=&Ajan esitystapa
PAINT_WEEKEND=&Korosta viikonloput
ALL=&Kaikki

COPY_OPTION=Kopiointiasetukset
RESIDENT_STYLE=Tehtäväpalkista pienennettäessä
MINIMIZE=Pienennetään
HIDE=Piilotetaan
ZOOM=&Suurennus
AUTO=&Autom.
ATTRIBUTE=&Attribuutti
ASCII_VIEW=Tekstinäkymä
AUTO_DTECTION=A&utomaattitunnistus
SECOND=sek.
MINUTE=min.
HOUR=tuntia
WORKAROUND=&Virheenkorjaustila
ALERT_MAIL=&Hälytysviesti
MAIL_SETTINGS=&Viestiasetukset
SMART_IN_ENGLISH=S.M.A.R.T. tiedot englanniksi
FONT_SETTING=Fontti
ALERT_FEATURES=&Hälytystoiminnot
ALARM_HISTORY=Hälytyshistoria
ALERT_SOUND=Hälytysääni
SOUND_SETTINGS=Ääniasetukset
GADGET_SUPPORT=Pienoisohjelmatuki
INSTALL_GADGET=Asenna pienoisohjelma
ENABLE_AUTO=Käytössä (Automaattinen)
ENABLE_ALL=Käytössä (Kaikki levyt)
ENABLE_RAID=Käytössä (Vain RAID-levyt)

[TrayMenu]
EXIT=Lopeta
REFRESH=Päivitä
RESCAN=Etsi uusia kovalevyjä
ENABLE=Käytössä
DISABLE=Ei käytössä
ENABLE_ALL=Kaikki kovalevyt
DISABLE_ALL=Ei yhtään kovalevyä
AUTO_REFRESH=Automaattinen päivitys
AUTO_REFRESH_01_MIN=1 min.
AUTO_REFRESH_03_MIN=3 min.
AUTO_REFRESH_05_MIN=5 min.
AUTO_REFRESH_10_MIN=10 min.
AUTO_REFRESH_30_MIN=30 min.
AUTO_REFRESH_60_MIN=60 min.
AUTO_REFRESH_TARGET=Päivitä tilatietoja
AUTO_REFRESH_TARGET_ALL_DISK=Päivitä kaikkien tilatietoja
AUTO_REFRESH_UNTARGET_ALL_DISK=Älä päivitä yhdenkään tilatietoja
ALARM_SETTING_TEMPERATURE=Lämpötilavalvonta
ALARM_SETTING_HEALTH_STATUS=Kunnon valvonta
SHOW_MAIN_WINDOW=Avaa suurennettuna
SHOW_TEMPERATURE_ICON=Näytä lämpötila
SHOW_ALL_TEMPERATURE_ICON=Näytä kaikkien lämpötilat
HIDE_ALL_TEMPERATURE_ICON=Piilota kaikkien lämpötilat
COLLECTIVE_SETTING=Ryhmäasetukset
GRAPH=Kuvaajat
SHOW_TEMPERATURE_ICON_ONLY=Näytä vain lämpötilakuvake

[DiskStatus]
GOOD=Hyvä
CAUTION=Varoitus
BAD=Huono
UNKNOWN=Tuntematon
DISK=Levy

[Dialog]
LIST_ID=ID
LIST_CURRENT=Nykyinen
LIST_WORST=Huonoin
LIST_THRESHOLD=Kynnys
LIST_RAW_VALUES=Luettu tieto
;LIST_DESCRIPTION=Kuvaus
LIST_ATTRIBUTE_NAME=Attribuutti

FIRMWARE=Laitteistoversio:
SERIAL_NUMBER=Sarjanumero:
INTERFACE=Liityntä:
STANDARD=Standardi:
TRANSFER_MODE=Siirtomoodi:
BUFFER_SIZE=Puskuri:
NV_CACHE_SIZE=NV välimuisti:
ROTATION_RATE=Pyöritysnopeus:
TEMPERATURE=Lämpötila:
POWER_ON_HOURS=Käyttöaika:
POWER_ON_COUNT=Käynnistykset:
DRIVE_LETTER=Asematunnukset:
FEATURE=Tuetut ominaisuudet:
HEALTH_STATUS=Kunto:

UNKNOWN=Tuntematon
POWER_ON_COUNT_UNIT=kertaa
POWER_ON_HOURS_UNIT=tuntia
POWER_ON_DAYS_UNIT=vrk

TOTAL_HOST_WRITES=Isäntäkirjoituskertoja
TOTAL_HOST_READS=Isäntälukukertoja
TOTAL_NAND_WRITES=NAND kirjoituskertoja

WEAR_LEVELING_COUNT=Kuluneisuusaste

[Message]
DETECT_UNIT_POWER_ON_HOURS=Käyttöaikatietoja noudetaan (kestää noin 2 min.)
DETECT_DISK=Tunnistetaan kovalevyä
PLEASE_ENABLE_WMI=Käynnistä Windows Management Instrumentation (WMI)
PLEASE_RESTART_THIS_APPLICATION=Käynnistä ohjelma uudestaan jotta tehdyt muutokset astuvat voimaan
DISK_NOT_FOUND=Kovalevyä ei löydy

[Alarm]
ALARM_TEMPERATURE=Lämpötilahälytys
ALARM_HEALTH_STATUS=Kuntohälytys
DEGRADATION=Heikentyminen
RECOVERY=Korjautuminen
INFO_HEALTH_STATUS=Kuntotietoja

[Graph]
PLEASE_SELECT_ITEM=Valitse kohde
ACTUAL_VALUE=Luettu tieto
NORMALIZED_VALUE=Arvo
ALL_ON=Näytä kaikki
ALL_OFF=Piilota kaikki
RESET=Tyhjennä

[Customize]
LINE_COLOR=Viivat
BACKGROUND_IMAGE=Taustakuvio
SUPPORTED_IMAGE_FORMAT=Kaikki tuetut 
ALL_FILES=Kaikki tiedostot
SUPPORTED_SOUND_FORMAT=Tuetut äänimuodot

[AamApm]
AAM_LOW=<- Hiljainen (80h)
AAM_HIGH=Hyvä suorituskyky (FEh) ->
AAM_RECOMMEND=Suositusarvo
APM_LOW=<- Pieni tehonkulutus (01h)
APM_HIGH=Hyvä suorituskyky (FEh) ->
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automaattinen äänekkyydenhallinta (AAM)
ADVANCED_POWER_MANAGEMENT=Edistynyt tehonhallinta (APM)

[WindowTitle]
ABOUT=Tietoja ohjelmasta
GRAPH=Kuvaajat
CUSTOMIZE=Mukauta
VERSION_INFORMATION=Versiotietoja
AAM_APM_CONTROL=AAM/APM -säädöt
HEALTH_STATUS_SETTING=Kunnonvalvonnan asetukset
ALARM_HISTORY=Hälytyshistoria
SOUND_SETTINGS=Hälytysääni

[HealthStatus]
THRESHOLD_OF_CAUTION=Hälytysraja
APPLY=Käytä
DEFAULT=Oletus

[Smart]
UNKNOWN=Tuntematon
VENDOR_SPECIFIC=Valmistajakohtainen
01=Lukuvirhetiheys
02=Läpimenon suorityskyky
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
06=Lukukanavan marginaali
07=Hakuvirhetiheys
08=Hakujen suorituskyky
09=Käyttöaika
0A=Pyörityksen uudelleenyritykset
0B=Uudelleenkalibrointiyritykset
0C=Jännitteenkytkentäkertoja
0D=Korjaamattomien lukuvirheiden tiheys
B8=Päästä-päähän virheitä
BB=Korjauskelvottomia virheitä
BC=Myöhästyneitä komentoja
BD=Korkean lennon kirjoituskertoja
BE=Ympäristön lämpötila
BF=Kiihtyvyysvirhetiheys
C0=Sammutuksen peruutuksia
C1=Hakupään liikkeellelähtöjä
C2=Lämpötila
C3=Laitteistotasolla korjattuja pariteettivirheitä
C4=Sektoreiden uudelleensijoituskertoja
C5=Uudelleensijoitusta odottavia sektoreita
C6=Korjauskelvottomia sektoreita
C7=UDMA-tarkistusvirheitä
C8=Kirjoitusvirhetiheys
C9=Ohjelmistolukuvirheiden tiheys
CA=Osoitteen merkkivirhe
CB=Loppumisten peruutuskertoja
CC=Ohjelmistokorjattuja pariteettivirheitä
CD=Lämpötilojen ankaruus
CE=Lentokorkeus
CF=Suurivirtaisia pyörityksiä
D0=Pyörityssurina
D1=Taustahakujen suorituskyky
D3=Tärinää kirjoitettaessa
D4=Iskuja kirjoitettaessa
DC=Levysiirtymä
DD=Kiihtyvyysvirhetiheys
DE=Lukupään käyttöaika
DF=Lukupään muutoksia
E0=Mekaaninen liikevastus
E1=Lukupään käyttökertoja
E2=Liikkeelläoloaika
E3=Nopeusvirheiden korjauksia
E4=Sammutuksen peruutuksia
E6=GMR-Lukupään amplitudi
E7=Lämpötila
F0=Lukupään lentoaika
FA=Lukuvirheiden korjaustiheys
FE=Vapaan pudotuksen suojauksia
F1=LBA kirjoituskertoja
F2=LBA lukukertoja

[SmartSsd]
01=Lukuvirhetiheys
02=Läpimenon suorityskyky
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
06=Lukukanavan marginaali
07=Hakuvirhetiheys
08=Hakujen suorituskyky
09=Käyttöaika
0A=Pyörityksen uudelleenyritykset
0B=Uudelleenkalibrointiyritykset
0C=Jännitteenkytkentäkertoja
0D=Korjaamattomien lukuvirheiden tiheys
C0=Vaarallisia sammutuksia
C2=Lämpötila
C4=Sektoreiden uudelleensijoituskertoja
C5=Uudelleensijoitusta odottavia sektoreita
C6=Korjauskelvottomia sektoreita
; CrystalDiskInfo assign
FF=Jäljellä oleva elinaika

[SmartMtron]
BB=Täydellisiä tyhjennyskertoja

[SmartIndlinx]
01=Lukuvirhetiheys
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
B8=Alkuperäinen viallisten lohkojen määrä
C3=Ohjelmointivirheellisten lohkojen määrä
C4=Tyhjennysvirheellisten lohkojen määrä
C5=Lukuvirheellisten lohkojen määrä
C6=Sektoreiden lukukertoja
C7=Sektoreiden kirjoituskertoja
C8=Lukukomentojen kokonaismäärä
C9=Kirjoituskomentojen kokonaismäärä
CA=Flash-muistin virheellisten tavujen kokonaismäärä
CB=Korjaavalla bitillä varustettujen lukusektoreiden kokonaismäärä
CC=Virheellinen lohko täynnä -lippu
CD=Tyhjennyskertojen enimmäismäärän seuranta
CE=Tyhjennyskertoja vähintään
CF=Tyhjennyskertoja enintään
D0=Tyhjennyskertoja keskimäärin
D1=Jäljellä oleva elinaika

[SmartJMicron60x]
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
C2=Lämpötila
E5=Järjestelmän pysäytystunnus / Flash ID
E8=Laitteistoversiotietoja (Firmware)
E9=ECC-virhetietue
EA=Tyhjennyskertoja keskimäärin / enintään
EB=Kunnollisten lohkojen / järjestelmälohkojen määrä

[SmartIntel]
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja lohkoja
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
C0=Vaarallisia sammutuksia
E1=Isäntäkirjoituksia
E8=Käytettävissäolevaa varattua tilaa
E9=Kuluneisuusilmaisin
B8=Päästä-päähän virheitä
AA=Käytettävissäoleva varattu tila
AB=Kirjoitusvirheitä
AC=Tyhjennysvirheitä
BB=Korjauskelvottomia virheitä
AE=Vaarallisia sammutuksia
E2=Ajastettu kuorman kuluneisuus
E3=Ajastettu kuorman luku/kirjoitussuhde
E4=Ajastettu kuormanajastus
F1=LBA kirjoituskertoja
F2=LBA lukukertoja
F9=NAND kirjoituskertoja

[SmartSamsung] 
05=Uudelleensijoitettuja sektoreita
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
AF=Epäonnistuneita ohjelmointikertoja (Piiri)
B0=Epäonnistuneita tyhjennyskertoja (Piiri)
B1=Kuluneisuusaste
B2=Varattuja lohkoja käytetty (Piiri)
B3=Varattuja lohkoja käytetty 
B4=Käyttämättömiä varattuja lohkoja 
B5=Epäonnistuneita ohjelmointikertoja 
B6=Epäonnistuneita tyhjennyskertoja 
B7=Ajonaikaisia virheellisiä lohkoja 
BB=Korjauskelvottomia virheitä
BE=Ympäristön lämpötila
C2=Lämpötila
C3=ECC-virhesuhde
C6=Taustalla korjaamiskelvottomia virheitä
C7=Tarkistussummavirheitä
C9=Varmennuspariston tila (SuperCap)
CA=SSD-tilailmaisin
EB=POR palautumiskertoja
F1=LBA kirjoituskertoja
F2=LBA lukukertoja

[SmartSandForce]
01=Raaka lukuvirhetiheys
05=Käytöstäpoistettuja lohkoja
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
0D=Ohjelmistolukuvirheiden tiheys
64=Tyhjennettyjä Gigatavuja
AA=Varattuja lohkoja
AB=Epäonnistuneita ohjelmointikertoja
AC=Epäonnistuneita tyhjennyskertoja
AE=Odottamattomia virtakatkoja
B1=Kuluneisuusarvo
B5=Epäonnistuneita ohjelmointikertoja
B6=Epäonnistuneita tyhjennyskertoja
B8=Reportoidut I/O-virhekoodivirheet
BB=Korjauskelvottomia virheitä
C2=Lämpötila
C3=Lennossa korjauskelvottomiä virheitä
C4=Sektoreiden uudelleensijoituskertoja
C6=Korjauskelvottomia sektoreita
C7=SATA Tarkistussummavirheitä
C9=Ohjelmistollisesti korjauskelvottomien lukuvirheiden tiheys
CC=Ohjelmistokorjattujen pariteettivirheiden tiheys
E6=Elinkaaren tila
E7=SSD Elinaikaa jäljellä
E8=Käytettävissäoleva varattu tila
EB=Varmennuspariston tila (SuperCap)
F1=Elinaika (Kirjoituskertoja)
F2=Elinaika (Lukukertoja)

[SmartJMicron61x] ;Added (3.9)
01=Lukuvirhetiheys
02=Läpimenon suorityskyky
03=Käynnistymisaika
05=Uudelleensijoitettuja sektoreita
07=Hakuvirhetiheys
08=Hakujen suorituskyky
09=Käyttöaika
0A=Pyörityksen uudelleenyritykset
0C=Jännitteenkytkentäkertoja
A8=SATA PHY virheitä
AF=Virheellisiä klusteritaulukoita (ECC virheitä)
C0=Vaarallisia sammutuksia
C2=Lämpötila
C5=Odottavia sektoreita
AA=Virheellisiä lohkoja
AD=Tyhjennyskertoja

[SmartMicron]
01=Raaka lukuvirhetiheys
05=Uudelleensijoitettuja sektoreita
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
AA=Epäonnistunut lohkomäärä
AB=Epäonnistuneita ohjelmointikertoja
AC=Epäonnistuneita tyhjennyskertoja
AD=Kuluneisuus
AE=Vaarallisia sammutuksia
B5=Harittavia 4kb kohdistuskertoja
B7=SATA-liitännän alasvaihtoja
BB=Korjauskelvottomia virheitä
BC=Myöhästyneitä komentoja
BD=Tehtaan virheelliset lohkot
C4=Sektoreiden uudelleensijoituskertoja
C5=Odottavia sektoreita
C6=Taustalla korjaamiskelvottomia virheitä
C7=UDMA tarkistussummavirhesuhde
CA=Käytetty elinaika prosentteina
CE=Kirjoitusvirhesuhde
B8=Virheiden korjauksia
C2=Kotelon lämpötila
C3=Korjattuja pariteettivirheitä

[SmartOcz]
01=Raaka lukuvirhetiheys
03=Käynnistymisaika
04=Käynnistys/pysäytyskertoja
05=Uudelleensijoitettuja sektoreita
09=Käyttöaika
0C=Jännitteenkytkentäkertoja
E8=Käytettävissäolevia kirjoitussektoreita
E9=Elinaika